const ValidatorTexts = {
	email: 'Некорректный email-адрес или длина за пределами диапазона от 8 до 40 символов',
	password: 'Пароль должен состоять из латинских букв и быть в диапазоне от 6 до 30 символов',
	age: 'Возраст для регистрации от 14 лет до 99',
	name: 'Длина имени за пределами диапазона от 3 до 30 символов',
	phoneNumber: 'Некорректный номер телефона',
	fio: 'Длина ФИО за пределами диапазона от 6 до 60 символов',
	userNotFound: 'Пользователь не найден!',
};

export default ValidatorTexts;
