const ValidatorTexts = {
	email: 'Некорректный email-адрес или длина за пределами диапазона от 8 до 40 символов',
	password: 'Пароль должен состоять из латинских букв и быть в диапазоне от 6 до 30 символов',
	phoneNumber: 'Некорректный номер телефона',
	cardNumber: 'Некорректно указана карта покупателя',
	loyaltyName: 'Длина название за пределами диапазона от 2 до 100 символов',
	id: 'Некорректный ID',

	userNotFound: 'Пользователь не найден!',
	wrongPassword: 'Неверно введен пароль!',
};

export default ValidatorTexts;
