const ValidatorTexts = {
	email: 'Некорректный email-адрес или длина за пределами диапазона от 8 до 40 символов',
	password: 'Пароль должен состоять из латинских букв и быть в диапазоне от 6 до 30 символов',
	cardNumber: 'Некорректно указана карта покупателя',
	amount: 'Сумма покупки за пределами диапозона от 1 до 99 999 999 ₽',
	persent: 'Процент за пределами диапозона от 1 до 100',
	points: 'Количество баллов за пределами диапозона от 1 до 10',

	userNotFound: 'Пользователь не найден!',
};

export default ValidatorTexts;
